
  

const accardionData = [
    {
        id :  1,
        title : 'А я точно смогу стать программистом?',
        description : `Заниматься разработкой может каждый. Курсы начинаются с азов, поэтому никаких дополнительных
         знаний в сфере IT от вас не потребуется. Чтобы стать программистом, вам не надо быть математиком или инженером и обладать
         каким-то особым складом ума. Чтобы успешно завершить курс, нужно лишь перестать сомневаться в себе, не лениться
        и выполнять все задания.`
    },
    {
        id :  2,
        title : 'Что я получу?',
        description : `Никаких навыков в программировании вам не потребуется,
         так как все обучение начнется с нуля. Тем не менее необходимо быть уверенным пользователем
          компьютера и интернета, быть в меру внимательным. Не скрывать проблемы и быть готовым попросить
           помощи, когда она вам потребуется.`
    },
    {
        id :  3,
        title : 'А я точно смогу стать программистом?',
        description : `- Самые актуальные знания и возможность применять на практике самые востребованные технологии в сфере разработки;
        - Готовые проекты для вашего портфолио;
        - Сертификат о прохождении курса.`
    },
    {
        id :  4,
        title : 'Кто у Вас преподает?',
        description :`Практикующие разработчики, которые совмещают работу в крупных компаниях с преподаванием в нашей школе.
        Важно отметить, эти люди не только глубоко разбираются в предмете, но и умеют объяснять сложные вещи доступным языком.
         А также просто любят преподавать.`
    },
    
    {
        id :  5,
        title : 'Мне понадобится ноутбук?',
        description : `Нет. В наших классах есть все необходимое. Но, если вам нравится работать на своем ПК, тогда, разумеется, приносите.`
    },
    {
        id :  6,
        title : 'Как насчет дистанционного обучения?',
        description : `У Вас всегда есть возможность присутствовать на занятиях онлайн, если у вас нет
         возможности посещать их очно. Мы используем Zoom.
        Вы виртуально присутствуете на наших очных занятиях, видите и слышите все то же самое,
         что и прочие студенты. Наравне с остальными вы можете участвовать в обсуждении, задавать вопросы.`
    },
    {
        id :  7,
        title : 'Работаете ли вы с юридическими лицами?',
        description : `Да, на тех же условиях, что и с физлицами, включая стоимость курсов.
         Обращаем внимание, что оплачивать курс нужно до его начала.`
    },

]
export default accardionData
