import photo1 from './img/photo1.png'
import photo2 from './img/photo2.png'
import photo3 from './img/photo3.png'
import photo4 from './img/photo4.png'
import photo5 from './img/photo5.png'
import photo6 from './img/photo6.png'

     const flipData = [
        {
            id : 1,
            imgData : photo1,
            description : `          Мы знаем насколько важен в обучении индивидуальный подход, личный
            контакт и внимание преподавателя, а также возможность что-то спросить,
            показать, попросить помощи. Поэтому на наших курсах обучение проходит
            в мини-группах по 6-10 человек.`,
            miniTitle : 'МИНИ ГРУППЫ',
        },
        {
            id : 2,
            imgData : photo2,
            description : `          Мы несколько лет собирали нынешнюю команду
             преподавателей. Они не только являются крутыми разработчиками крупных компаний, но и умеют объяснять сложные вещи простыми
             словами. А еще им просто нравится делиться опытом. Вы точно найдете с ними общий язык.`,
            miniTitle : 'ОПЫТНЫЕ НАСТАВНИКИ',
        },
        {
            id : 3,
            imgData : photo3,
            description : `Уже на первом занятии вы начнете писать код, никакой воды. Преподаватели вам предоставят всю 
            необходимую теоретическую базу для того, чтобы вы понимали принципы разработки,
             но основное внимание будет уделено практике. Мы готовим IT-специалистов, которые уже готовы решать реальные задачи.`,
            miniTitle : 'МАКСИМУМ ПРАКТИКИ',
        },
        {
            id : 4,
            imgData : photo4,
            description : `На каждом занятии преподаватель ведет видеозапись. Записи сохраняются в вашем личном кабинете,
             вы всегда можете
             к ним вернуться и посмотреть то, что вы не поняли или забыли. Доступ к личному кабинету и записям останется с вами навсегда.`,
            miniTitle : 'ВИДЕОАРХИВ ЗАНЯТИЙ',
        },
        {
            id : 5,
            imgData : photo5,
            description : `Можно выбрать форму обучения, которая вам удобна: посещать занятия в школе,
             либо подключаться к вебинарам откуда угодно. Возможно совмещать оба формата при необходимости.`,
            miniTitle : 'ОНЛАЙН ОБУЧЕНИЕ',
        },
        {
            id : 6,
            imgData : photo6,
            description : `У нас есть лицензия на образовательную деятельность и по окончании курса вы получите сертификат
             установленного образца с указанием изученного стека технологий, формы обучения, выполненных проектов и оценки.`,
            miniTitle : 'ГРАМОТА И ЛИЦЕНЗИЯ',
        }
    ]

export default flipData  


